const CreateCasting_types = {
    category: [
        {name: 'Фильм', value: 'Фильм'},
        {name: 'Сериал', value: 'Сериал'},
        {name: 'Клип', value: 'Клип'},
        {name: 'Реклама', value: 'Реклама'},
        {name: 'Фотосессия', value: 'Фотосессия'},
        {name: 'Театр', value: 'Театр'},
        {name: 'Прочее', value: 'Прочее'},
    ],
    type: [
        {name: 'Роль', value: 'Роль'},
        {name: 'Массовка', value: 'Массовка'},
        {name: 'Эпизодник', value: 'Эпизодник'}
    ],
    duration: [
        {name: 'Смена', value: 'Смена'}
    ],
    race: [
        {name: 'Азиатский', value: 'Азиатский'},
        {name: 'Европейский', value: 'Европейский'},
        {name: 'Монголоидный', value: 'Монголоидный'},
        {name: 'Негроидный', value: 'Негроидный'}
    ],
    eye: [
        {name: 'Голубой', value: 'Голубой'},
        {name: 'Серый', value: 'Серый'},
        {name: 'Зеленый', value: 'Зеленый'},
        {name: 'Желтый', value: 'Желтый'},
        {name: 'Карий', value: 'Карий'},
        {name: 'Черный', value: 'Черный'}
    ],
    hair: [
        {name: 'Брюнет', value: 'Брюнет'},
        {name: 'Шатен', value: 'Шатен'},
        {name: 'Блонд', value: 'Блонд'},
        {name: 'Рыжий', value: 'Рыжий'},
        {name: 'Седой', value: 'Седой'},
    ],
    language: [
        {name: 'Казахский', value: 'Казахский'},
        {name: 'Русский', value: 'Русский'},
        {name: 'Английский', value: 'Английский'},
    ],
    city: [
        {
            "city": "Акколь",
            "cityKz": "Ақкөл",
            "obl": "Акмолинская область"
        },
        {
            "city": "Аксай",
            "cityKz": "Ақсай",
            "obl": "Западно-Казахстанская область"
        },
        {
            "city": "Аксу",
            "cityKz": "Ақсу",
            "obl": "Павлодарская область"
        },
        {
            "city": "Актау",
            "cityKz": "Ақтау",
            "obl": "Мангистауская область"
        },
        {
            "city": "Актобе",
            "cityKz": "Ақтөбе",
            "obl": "Актюбинская область"
        },
        {
            "city": "Алга",
            "cityKz": "Алға",
            "obl": "Актюбинская область"
        },
        {
            "city": "Алматы",
            "cityKz": "Алматы",
            "obl": "Алматы"
        },
        {
            "city": "Атырау",
            "cityKz": "Атырау",
            "obl": "Атырауская область"
        },
        {
            "city": "Аягоз",
            "cityKz": "Аягөз",
            "obl": "Восточно-Казахстанская область"
        },
        {
            "city": "Байконур",
            "cityKz": "Байқоңыр",
            "obl": "Арендуется Российской Федерацией"
        },
        {
            "city": "Балхаш",
            "cityKz": "Балқаш",
            "obl": "Карагандинская область"
        },
        {
            "city": "Булаево",
            "cityKz": "Булаев",
            "obl": "Северо-Казахстанская область"
        },
        {
            "city": "Державинск",
            "cityKz": "Державин",
            "obl": "Акмолинская область"
        },
        {
            "city": "Ерейментау",
            "cityKz": "Ерейментау",
            "obl": "Акмолинская область"
        },
        {
            "city": "Есик",
            "cityKz": "Есік",
            "obl": "Алматинская область"
        },
        {
            "city": "Есиль",
            "cityKz": "Есіл",
            "obl": "Акмолинская область"
        },
        {
            "city": "Жанаозен",
            "cityKz": "Жаңаөзен",
            "obl": "Мангистауская область"
        },
        {
            "city": "Шымкент",
            "cityKz": "Шымкент",
            "obl": "Шымкент область"
        },
        {
            "city": "Жетысай",
            "cityKz": "Жетісай",
            "obl": "Южно-Казахстанская область"
        },
        {
            "city": "Казалинск",
            "cityKz": "Қазалы",
            "obl": "Кызылординская область"
        },
        {
            "city": "Кандыагаш",
            "cityKz": "Қандыағаш",
            "obl": "Актюбинская область"
        },
        {
            "city": "Капшагай",
            "cityKz": "Қапшағай",
            "obl": "Алматинская область"
        },
        {
            "city": "Караганды",
            "cityKz": "Қарағанды",
            "obl": "Карагандинская область"
        },
        {
            "city": "Каражал",
            "cityKz": "Қаражал",
            "obl": "Карагандинская область"
        },
        {
            "city": "Каратау",
            "cityKz": "Қаратау",
            "obl": "Жамбыльская область"
        },
        {
            "city": "Каркаралинск",
            "cityKz": "Қарқаралы",
            "obl": "Карагандинская область"
        },
        {
            "city": "Каскелен",
            "cityKz": "Қаскелең",
            "obl": "Алматинская область"
        },
        {
            "city": "Кентау",
            "cityKz": "Кентау",
            "obl": "Южно-Казахстанская область"
        },
        {
            "city": "Кокшетау",
            "cityKz": "Көкшетау",
            "obl": "Акмолинская область"
        },
        {
            "city": "Костанай",
            "cityKz": "Қостанай",
            "obl": "Костанайская область"
        },
        {
            "city": "Кулсары",
            "cityKz": "Құлсары",
            "obl": "Атырауская область"
        },
        {
            "city": "Курчатов",
            "cityKz": "Курчатов",
            "obl": "Восточно-Казахстанская область"
        },
        {
            "city": "Кызылорда",
            "cityKz": "Қызылорда",
            "obl": "Кызылординская область"
        },
        {
            "city": "Нур-Султан",
            "cityKz": "Нұр-Сұлтан",
            "obl": "Акмолинская область"
        },
        {
            "city": "Павлодар",
            "cityKz": "Павлодар",
            "obl": "Павлодарская область"
        },
        {
            "city": "Петропавловск",
            "cityKz": "Петропавл",
            "obl": "Северо-Казахстанская область"
        },
        {
            "city": "Риддер",
            "cityKz": "Риддер",
            "obl": "Восточно-Казахстанская область"
        },
        {
            "city": "Рудный",
            "cityKz": "Рудный",
            "obl": "Костанайская область"
        },
        {
            "city": "Семей",
            "cityKz": "Семей",
            "obl": "Восточно-Казахстанская область"
        },
        {
            "city": "Степногорск",
            "cityKz": "Степногорск",
            "obl": "Акмолинская область"
        },
        {
            "city": "Степняк",
            "cityKz": "Степняк",
            "obl": "Акмолинская область"
        },
        {
            "city": "Тайынша",
            "cityKz": "Тайынша",
            "obl": "Северо-Казахстанская область"
        },
        {
            "city": "Талгар",
            "cityKz": "Талғар",
            "obl": "Алматинская область"
        },
        {
            "city": "Талдыкорган",
            "cityKz": "Талдықорған",
            "obl": "Алматинская область"
        },
        {
            "city": "Тараз",
            "cityKz": "Тараз",
            "obl": "Жамбыльская область"
        },
        {
            "city": "Текели",
            "cityKz": "Текелі",
            "obl": "Алматинская область"
        },
        {
            "city": "Темир",
            "cityKz": "Темір",
            "obl": "Актюбинская область"
        },
        {
            "city": "Темиртау",
            "cityKz": "Теміртау",
            "obl": "Карагандинская область"
        },
        {
            "city": "Туркестан",
            "cityKz": "Түркістан",
            "obl": "Южно-Казахстанская область"
        },
        {
            "city": "Уральск",
            "cityKz": "Орал",
            "obl": "Западно-Казахстанская область"
        },
        {
            "city": "Усть-Каменогорск",
            "cityKz": "Өскемен",
            "obl": "Восточно-Казахстанская область"
        },
    ]
}

export default CreateCasting_types
